Repository: ulm-university-news/UlmUniversityNewsWindowsApp
Catalog: UlmUniversityNews/UlmUniversityNews/Strings/*/Resources.resw
Source language: en_gb
Languages: de_de

# AddAndEditChannelSportsCostInfoTooLongValidationError
source: The information about the cost must not exceed 150 characters.
de_de: Die Informationen über die Kosten der Mitgliedschaft dürfen nicht mehr als 150 Zeichen umfassen.

# AddAndEditChannelSportsCostTextBox.Header
source: Cost
de_de: Kosten

# AddAndEditChannelSportsNumberOfParticipantsInfoTooLongValidationError
source: The information about the number of participants for the sports group must not exceed 150 characters.
de_de: Die Informationen über die maximale Anzahl an Teilnehmern für die Sportgruppe dürfen nicht mehr als 150 Zeichen umfassen.

# AddAndEditChannelStartDateInfoTooLongValidationError
source: The information about the start date must not exceed 45 characters.
de_de: Die Informationen zum Vorlesungsbeginn dürfen nicht mehr als 45 Zeichen umfassen.

# AddAndEditChannelStartDateTextBox.Header
source: Start date of lecture
de_de: Datum Vorlesungsbeginn

# AddAndEditChannelTermComboBox.Header
source: Term *
de_de: Semester *

# AddAndEditChannelTermIsNullValidationError
source: Please provide a valid term.
de_de: Bitte geben Sie das Semester komplett an.

# AddAndEditChannelTermPatternMismatchValidationError
source: Invalid term. Please verify the entered data.
de_de: Angabe zu Semester ungültig. Bitte prüfen Sie die Angaben.

# AddAndEditChannelTermSummerItem.Content
source: Summer
de_de: Sommersemester

# AddAndEditChannelTermWinterItem.Content
source: Winter
de_de: Wintersemester

# AddAndEditChannelTermYear.Header
source: Year *
de_de: Jahr *

# AddAndEditChannelTypeComboBox.Header
source: Type *
de_de: Kanaltyp *

# AddAndEditChannelTypeEventItem.Content
source: Event
de_de: Veranstaltung

# AddAndEditChannelTypeLectureItem.Content
source: Lecture
de_de: Vorlesung

# AddAndEditChannelTypeOtherItem.Content
source: Other
de_de: Andere

# AddAndEditChannelTypeStudentGroupItem.Content
source: Student union
de_de: Studentengruppe

# AddAndEditChannelWebsiteInfoTooLongValidationError
source: The links to websites must not exceed 500 characters.
de_de: Die Links auf Webseiten dürfen nicht mehr als 500 Zeichen umfassen.

# AddAndEditChannelWebsiteTextBox.Header
source: Website
de_de: Webseite

# HomescreenModeratorAddChannelButton.Label
source: add channel
de_de: kanal hinzufügen

# ModeratorChannelDetailsAddAnnounementButton.Label
source: add message
de_de: nachricht hinzufügen

# ModeratorChannelDetailsEditChannelButton.Label
source: edit channel
de_de: kanal bearbeiten

# ValidationErrorStartPageUserNameIsNull
source: Please enter a username.
de_de: Bitte geben Sie einen Nutzernamen an.

# AddAndEditReminderEndDateInPastValidationError
source: The end date must not be in the past.
de_de: Das Enddatum darf nicht in der Vergangenheit sein.

# AddAndEditReminderInvalidIntervalValidationError
source: The entered interval is not valid. Please verify your input.
de_de: Das Intervall ist nicht gültig. Bitte prüfen Sie ihre Eingabe.

# AddAndEditReminderStartAndEndDateEqualIntervalInvalidValidationError
source: If StartDate and EndDate are the same, the reminder can only be configured as a one-time reminder.
de_de: Wenn Startdatum und Enddatum gleich sind, dann kann der Reminder nur als ein Reminder konfiguriert werden, der genau einmal feuert.

# AddAndEditReminderStartDateAfterEndDateValidationError
source: The start date must not be after the end date.
de_de: Das Startdatum darf nicht nach dem Enddatum sein.

# AddAndEditReminderStartOrEndDateNotSetValidatonError
source: Please enter a valid start date and a valid end date.
de_de: Bitte geben Sie ein gültiges Startdatum und ein gültiges Enddatum an.

# NextReminderDateDescription.Text
source: Next reminder date:
de_de: Nächste Reminder Nachricht am:

# ReminderIsExpiredText.Text
source: Reminder is expired.
de_de: Der Reminder ist abgelaufen.

# AddAndEditReminderAddReminderDescription.Text
source: Configuration of a reminder. A reminder sends announcements automatically at a specified interval. All fields are mandatory.
de_de: Konfigurieren Sie einen Reminder, welcher Benachrichtigungen automatisch in einem festgelegten Intervall verschickt. Alle Felder sind Pflichtfelder.

# AddAndEditReminderAddReminderHeadline.Text
source: Add reminder
de_de: Reminder hinzufügen

# AddAndEditReminderContentTextBox.Header
source: Text
de_de: Nachrichteninhalt

# AddAndEditReminderEditReminderDescription.Text
source: Here you can change the configuration of the reminder.
de_de: Hier können Sie die Konfiguration des gewählten Reminders ändern.

# AddAndEditReminderEditReminderHeadline.Text
source: Edit reminder
de_de: Reminder bearbeiten

# AddAndEditReminderEndDatePicker.Header
source: End date
de_de: Enddatum

# AddAndEditReminderIntervalBlockHeadline.Text
source: Please provide the interval of the reminder:
de_de: Bitte geben Sie das Intervall für den Reminder an:

# AddAndEditReminderIntervalPickerDailyDescription.Text
source: Interval in days:
de_de: Intervall in Tagen:

# AddAndEditReminderIntervalPickerItemDayly.Content
source: Daily
de_de: Täglich

# AddAndEditReminderIntervalPickerItemOnce.Content
source: Single-Event
de_de: Einmalig

# AddAndEditReminderIntervalPickerItemWeekly.Content
source: Weekly
de_de: Wöchentlich

# AddAndEditReminderIntervalPickerOneTimeDescription.Text
source: Single-Event reminder
de_de: Keine Wiederholung

# AddAndEditReminderIntervalPickerWeeklyDescription.Text
source: Interval in weeks:
de_de: Intervall in Wochen:

# AddAndEditReminderIntervalType.Header
source: Interval type
de_de: Intervalltyp

# AddAndEditReminderNextReminderDateText.Text
source: Next reminder date:
de_de: Nächster Reminder-Termin:

# AddAndEditReminderPriorityComboBox.Header
source: Priority
de_de: Priorität

# AddAndEditReminderPriorityHigh.Content
source: High
de_de: Hoch

# AddAndEditReminderReminderIsExpiredText.Text
source: Reminder is expired.
de_de: Reminder abgelaufen.

# AddAndEditReminderStartDatePicker.Header
source: Start date
de_de: Startdatum

# AddAndEditReminderTimePicker.Header
source: Time
de_de: Uhrzeit

# AddAndEditReminderTitleTextBox.Header
source: Title
de_de: Titel

# IntervalPickerDayString
source: days
de_de: Tage

# IntervalPickerIntervalStringDescription
source: Send reminder every
de_de: Sende Erinnerungsnachricht alle

# IntervalPickerSendOnceString
source: Send reminder only once.
de_de: Sende Erinnerungsnachricht nur einmal

# IntervalPickerWeekString
source: weeks
de_de: Wochen

# AddAndEditReminderAddReminderButton.Label
source: create reminder
de_de: reminder anlegen

# BooleanValueFalseString
source: No
de_de: Nein

# BooleanValueTrueString
source: Yes
de_de: Ja

# PriorityEnumConverterStringPrioHigh
source: High
de_de: Hoch

# ReminderDetailsEditReminderButton.Label
source: edit reminder
de_de: bearbeite reminder

# ReminderDetailsHeadline.Text
source: Reminder details
de_de: Reminderinformationen

# ReminderDetailsReminderEndDateField.Text
source: End date
de_de: Enddatum

# ReminderDetailsReminderIntervalField.Text
source: Interval
de_de: Intervall

# ReminderDetailsReminderLastModifiedByField.Text
source: Last modified by
de_de: Zuletzt geändert von

# ReminderDetailsReminderNextReminderDateField.Text
source: Next reminder message
de_de: Nächste Reminder-Nachricht

# ReminderDetailsReminderPriorityField.Text
source: Priority
de_de: Priorität

# ReminderDetailsReminderSkipNextReminderDateField.Text
source: Skip next reminder date
de_de: Überspringe nächsten Reminder-Termin

# ReminderDetailsReminderStartDateField.Text
source: Start date
de_de: Startdatum

# ReminderDetailsReminderTextField.Text
source: Message
de_de: Nachricht

# ReminderDetailsReminderTimeField.Text
source: Time
de_de: Uhrzeit

# ReminderDetailsReminderTitleField.Text
source: Title
de_de: Titel

# ReminderDetailsRemoveReminderButton.Label
source: delete reminder
de_de: entferne reminder

# ReminderIntervalConverterStringMultipleDaysDesc1
source: Send reminder every
de_de: Sende Reminder-Nachricht alle

# ReminderIntervalConverterStringMultipleDaysDesc2
source: days.
de_de: Tage.

# ReminderIntervalConverterStringMultipleWeeksDesc1
source: Send reminder message every
de_de: Sende Reminder-Nachricht alle

# ReminderIntervalConverterStringMultipleWeeksDesc2
source: weeks.
de_de: Wochen.

# ReminderIntervalConverterStringOneDayDesc
source: Send reminder message every day.
de_de: Sende Reminder-Nachricht jeden Tag.

# ReminderIntervalConverterStringOneTimeReminderDesc
source: Reminder message is only sent once.
de_de: Reminder-Nachricht wird nur einmal geschickt.

# ReminderIntervalConverterStringOneWeekDesc
source: Send reminder message every week.
de_de: Sende Reminder-Nachricht jede Woche.

# AddAndEditReminderEditReminderButton.Label
source: save
de_de: speichern

# ModeratorChannelDetailsAddReminderButton.Label
source: add reminder
de_de: reminder hinzufügen

# ModeratorChannelDetailsDeleteChannelButton.Label
source: delete channel
de_de: lösche kanal

# ModeratorChannelDetailsDeleteChannelFlyoutButton.Content
source: Delete channel
de_de: Lösche Kanal

# ModeratorChannelDetailsDeleteChannelWarning.Text
source: Do you really want to delete the channel? This action cannot be reversed.
de_de: Wollen Sie den Kanal wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# ReminderDetailsDeleteReminderFlyoutButton.Content
source: Delete
de_de: Löschen

# ReminderDetailsDeleteReminderWarning.Text
source: Do you really want to delete the reminder? This action cannot be reversed.
de_de: Wollen Sie den Reminder wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# ChannelDetailsModeratorField.Text
source: Moderators
de_de: Moderatoren

# ModeratorChannelDetailsSynchonizeButton.Label
source: snyc
de_de: synchro-nisieren

# ChannelDetailsChannelMarkedAsDeletedText.Text
source: (deleted)
de_de: (gelöscht)

# ChannelDetailsDeleteChannelFlyoutButton.Content
source: Delete channel
de_de: Lösche Kanal

# ChannelDetailsDeleteChannelLocallyButton.Label
source: delete channel
de_de: lösche kanal

# ChannelDetailsDeleteChannelNotification.Text
source: The channel was deleted from the server. There will be no new messages for this channel. However, you can keep the local version of the channel.
de_de: Der Kanal wurde auf dem Server gelöscht. Es werden keine neuen Nachrichten für diesen Kanal mehr verschickt werden. Sie können den Kanal jedoch noch in ihren lokalen Datensätzen gespeichert lassen.

# ChannelDetailsDeleteChannelWarning.Text
source: There is no more represenation of this channel on the server. Do you want to remove the channel from the local datasets? The corresponding data will be deleted and can not be accessed anymore.
de_de: Der Kanal hat keine Repräsentation auf dem Server. Wollen Sie den Kanal auch aus den lokalen Datensätzen entfernen? Alle zu diesem Kanal gespeicherten Daten werden gelöscht und können nicht mehr abgerufen werden.

# ChannelDetailsNoReminderInChannelInfo.Text
source: There are no reminder for this channel so far.
de_de: Für diesen Kanal wurden noch keine Reminder definiert.

# ApplicationErrorChannelDataIncompleteError
source: Mandatory data is missing. Make sure you have provided all necessary information.
de_de: Es fehlen Pflichtangaben. Bitte stellen Sie sicher, dass Sie alle relevanten Daten bereitgestellt haben.

# ApplicationErrorChannelDescriptionError
source: The description of the channel is invalid.
de_de: Die Beschreibung des Kanals ist invalide und wurde vom Server abgelehnt.

# ApplicationErrorChannelInvalidAssistantError
source: The information about the lecture assistant are invalid.
de_de: Die Angaben bezüglich des Übungsleiters sind invalide und wurden vom Server abgelehnt.

# ApplicationErrorChannelInvalidContacts
source: The information about the contacts are invalid.
de_de: Die angegebenen Kontaktinformationen sind invalide und wurden vom Server abgelehnt.

# ApplicationErrorChannelInvalidCostError
source: The information about the cost are invalid.
de_de: Die Beschreibung hinsichtlich der Kosten ist invalide und wurde vom Server abgelehnt.

# ApplicationErrorChannelInvalidDatesError
source: The information about the dates are invalid.
de_de: Die Beschreibung hinsichtlich der Termine ist invalide und wurde vom Server abgelehnt.

# ApplicationErrorChannelInvalidEndDateError
source: The information about the end date is invalid.
de_de: Die Angabe bezüglich des Ende-Datums ist invalide und wurde vom Server abgelehnt.

# ApplicationErrorChannelInvalidLecturerError
source: The information about the lecturer are invalid.
de_de: Die Angaben über den Dozent sind invalide und wurden vom Server abgelehnt.

# ApplicationErrorChannelInvalidLocationsError
source: The information about the locations are invalid.
de_de: Die Ortsangaben sind invalide und wurden vom Server abgelehnt.

# ApplicationErrorChannelInvalidNameError
source: The channel name was rejected by the server.
de_de: Der Kanalname wurde vom Server abgelehnt.

# ApplicationErrorChannelInvalidOrganizerError
source: The information about the organizer was rejected by the server.
de_de: Die Informationen bezüglich des Organisators wurden vom Server abgelehnt.

# ApplicationErrorChannelInvalidParticipantsError
source: The information about the participants was rejected by the server.
de_de: Die Informationen bezüglich der Teilnehmer wurden vom Server abgelehnt.

# ApplicationErrorChannelInvalidStartDateError
source: The start date of the channel was rejected by the server.
de_de: Die Information bezüglich des Start-Datums des Kanals wurde vom Server abgelehnt.

# ApplicationErrorChannelInvalidTermError
source: The term information of the channel is invalid.
de_de: Der Kanal hat eine invalide Semesterangabe.

# ApplicationErrorChannelInvalidTypeError
source: The channel has an invalid type.
de_de: Der Kanal hat keinen gültigen Typ. Der Server hat den Request abgelehnt.

# ApplicationErrorChannelInvalidWebsiteError
source: The provided website information is invalid.
de_de: Die eingegebenen Informationen bezüglich der Webseite sind invalide.

# ApplicationErrorChannelNameAlreadyExistsError
source: There is already a channel resource with this name. Channel name should be unique in order to enable users to distinguish channels more easily. Please change the channel name.
de_de: Es existiert bereits ein Kanal mit diesem Namen auf dem Server. Der Name eines Kanals sollte eindeutig sein, um es den Nutzern einfacher zu machen einzelne Kanäle zu unterscheiden. Bitte ändern Sie den Kanalnamen nochmals ab.

# ApplicationErrorChannelNotFoundError
source: The channel resource could not be localized on the server. It doesn't seem to have a representation on the server anymore. The channel has probably been deleted.
de_de: Die Kanalressource konnte auf dem Server nicht gefunden werden. Der Kanal scheint keinen Repräsentanten auf dem Server mehr zu haben. Der Kanal wurde wahrscheinlich gelöscht.

# ApplicationErrorDefaultCase
source: Something went wrong. We are sorry. That was not supposed to happen.
de_de: Ein Fehler ist aufgetreten. Das tut uns leid. Das hätte nicht passieren dürfen.

# ApplicationErrorReminderNotFoundError
source: The reminder could not be localized on the server. The reminder resource has probably been deleted.
de_de: Der Reminder konnte auf dem Server nicht gefunden werden. Der Reminder scheint keinen Repräsentanten auf dem Server mehr zu haben. Wahrscheinlich wurde der Reminder gelöscht.

# ApplicationSettingsLanguageChangedNotification.Text
source: The settings regarding the favoured language have changed. Please restart the application in order to enable the new settings.
de_de: Damit die Einstellungen bezüglich der bevorzugten Sprache wirksam werden, starten Sie die Anwendung bitte neu.

# ChannelDetailsSynchronizeChannelInformationButton.Label
source: update info
de_de: aktuali-siere info

# ChannelSearchSynchronizeChannelsButton.Label
source: update
de_de: aktuali-sieren

# HomescreenModeratorNoManagedChannelsInfo.Text
source: There are no managed channels. You can create a new channel by clicking on the button at the bottom of the page.
de_de: Es gibt noch keinen von Ihnen verwalteten Kanal. Sie können einen neuen Kanal anlegen, indem Sie auf den Button am unteren Ende der Seite klicken.

# HomescreenModeratorSynchronizeManagedChannelsButton.Label
source: sync
de_de: synchro-nisieren

# AboutUniversityNewsContentPart1.Text
source: This app has been created in 2016 in the focus project Advanced Mobile Application Engineering at the Institute of Databases and Information Systems at the University of Ulm.
de_de: Diese App wurde im Rahmen des Anwendungsfachs Advanced Mobile Application Engineering am Institut für Datenbanken und Informationssysteme an der Universität Ulm erstellt.

# AboutUniversityNewsContentPart2.Text
source: This app and associated components were developed by Matthias Mak and Philipp Speidel. Manager of the project is Marc Schickler.
de_de: Diese App und zugehörige Komponenten wurden von Matthias Mak und Philipp Speidel entwickelt. Betreuer des Projekts ist Marc Schickler.

# AboutUniversityNewsContentPart3.Text
source: This software is provided without any specific or implied warranties. For more information, please visit:
de_de: Diese Software wird ohne jegliche spezielle oder implizierte Garantien zur Verfügung gestellt. Weitere Informationen erhalten Sie unter:

# AboutUniversityNewsContentPart4.Text
source: For questions or suggestions, please contact:
de_de: Bei Fragen oder Verbesserungsvorschlägen wenden Sie sich bitte an:

# AboutUniversityNewsDrawerTitle.Text
source: About this app
de_de: Über diese App

# AboutUniversityNewsEmailSubject
source: Ulm University News: Questions or suggestions
de_de: Ulm University News: Fragen oder Verbesserungsvorschläge

# AboutUniversityNewsHeadline.Text
source: About University News
de_de: Über University News

# AddAndEditChannelNameInvalidFormatValidationError
source: The channel name seems to be of an invalid format. Please make sure you the name doesn't contain any special characters that are not supported. Special characters like ! , ? , _ , - are allowed in the channel name.
de_de: Der Kanalname entspricht nicht dem gültigen Format. Prüfen Sie, ob Sie irgendwelche nicht unterstützten Sonderzeichen verwendet haben. Erlaubte Sonderzeichen sind ! , ? , _ , - .

# ChannelTermStringConverterSummer
source: Summer
de_de: Sommer

# DrawerMenuEntryAbout
source: About
de_de: Über diese App

# HomescreenNoGroupInfoText.Text
source: You aren't a member of any group. Search for groups and join or create a new one.
de_de: Sie sind noch kein Mitglied einer Gruppe. Suchen Sie nach Gruppen und treten Sie bei oder erstellen Sie eine neue.

# PushNotificationReceivedAnnouncementNew
source: Received a new announcement
de_de: Neue Benachrichtigung erhalten

# PushNotificationReceivedChannelDeleted
source: The channel has been deleted
de_de: Der Kanal wurde gelöscht

# ReminderDetailsReminderCreationDateField.Text
source: Creation date
de_de: Erstellungsdatum

# ReminderDetailsReminderModificationDateField.Text
source: Modification date
de_de: Änderungsdatum

# StartPageAcceptTermsAndConditionsCheckBoxText.Text
source: I accept the terms and conditions
de_de: Ich akzeptiere die Nutzungsbedingungen

# StartPageTitle.Text
source: Start page
de_de: Startseite

# ReminderDetailsActivateeReminderWarning.Text
source: Do you want to activate the reminder? Reminder will continue sending announcements.
de_de: Wollen Sie den Reminder aktivieren? Der Reminder wird wieder Benachrichtigungen senden.

# ReminderDetailsActivateReminderButton.Label
source: activate reminder
de_de: aktiviere reminder

# ReminderDetailsActivateReminderFlyoutButton.Content
source: Activate
de_de: Aktivieren

# ReminderDetailsDeactivateReminderWarning.Text
source: Do you want to deactivate the reminder? The reminder will stop sending announcements.
de_de: Wollen Sie den Reminder deaktivieren? Der Reminder sendet dann keine Benachrichtigungen mehr.

# ReminderDetailsDeactivateReminderButton.Label
source: deactivate reminder
de_de: deaktiviere reminder

# ReminderDetailsDeactivateReminderFlyoutButton.Content
source: Deactivate
de_de: Deaktivieren

# ReminderDetailsSynchronizeReminderButton.Label
source: sync
de_de: synchro-nisieren

# ReminderIsInactiveText.Text
source: The reminder is deactivated.
de_de: Der Reminder ist deaktiviert.

# StatusBarInformationActivating
source: activating
de_de: Aktivieren

# StatusBarInformationDataSaved
source: settings saved
de_de: Einstellungen gespeichert

# StatusBarInformationDeactivating
source: deactivating
de_de: Deaktivieren

# StatusBarInformationSaving
source: saving
de_de: Speichern

# StatusBarInformationSyncAnnouncements
source: sync announcements
de_de: Synchronisiere Benachrichtigungen

# StatusBarInformationSyncChannelInfo
source: sync channel info
de_de: Synchronisiere Kanalinformationen

# StatusBarInformationSyncReminders
source: sync reminders
de_de: Synchronisiere Reminder

# ListItemGroupTypeTutorialString
source: Tutorial group
de_de: Tutoriumsgruppe

# ListItemGroupTypeWorkingString
source: Working group
de_de: Arbeitsgruppe

# VE_GroupDescriptionLengthValidationError
source: The description must not exceed a length of 500 characters.
de_de: Die Beschreibung darf eine Länge von 500 Zeichen nicht überschreiten.

# VE_GroupNameFormatValidationError
source: The name of the group does not match the required pattern. Please make sure no special characters other than !,? or _ are contained.
de_de: Der Name der Gruppe entspricht nicht dem gültigen Format. Bitte prüfen Sie, ob der Name Sonderzeichen enthält. Gültige Sonderzeichen sind ?, ! und _.

# VE_GroupNameIsNullValidationError
source: Please enter a group name.
de_de: Bitte geben Sie einen Gruppennamen an.

# VE_GroupNameLengthValidationError
source: The name of the group needs to be at least 3 characters long and must not exceed the size of 45 characters.
de_de: Der Name der Gruppe muss mindestens 3 Zeichen lang sein und darf nicht mehr als 45 Zeichen umfassen.

# VE_GroupPasswordIsNullValidationError
source: Please provide a password for the group.
de_de: Bitte geben Sie ein Passwort für die Gruppe an.

# VE_GroupTermFormatValidationError
source: The format of the specified term is not valid. Please provide a valid term.
de_de: Das angegebene Semester entspricht nicht dem gültigen Format. Bitte prüfen Sie Ihre Eingabe.

# AddGroupAddButton.Label
source: create group
de_de: erstellen

# AddGroupDescription.Text
source: Add a new group. Please specifiy the required data. Fields that are marked with * are mandatory. You need to provide a password for the group. Other users can join your group if they know the password.
de_de: Fügen Sie eine neue Gruppe hinzu. Geben Sie die hierfür notwendigen Daten an. Mit einem * markierte Felder sind Pflichtfelder. Sie müssen ein Passwort für die Gruppe angeben. Andere Nutzer können Ihrer Gruppe beitreten, wenn Sie das entsprechende Passwort kennen.

# AddGroupDescriptionTextBlock.Header
source: Description
de_de: Beschreibung

# AddGroupNoTermItem.Content
source: Not specified
de_de: Keine Angabe

# AddGroupPasswordTextBlock.Header
source: Password *
de_de: Passwort *

# AddGroupTermComboBox.Header
source: Term
de_de: Semester

# AddGroupTermSummerItem.Content
source: Summer
de_de: Sommersemester

# AddGroupTermWinterItem.Content
source: Winter
de_de: Wintersemester

# AddGroupTermYear.Header
source: Year
de_de: Jahr

# AddGroupTypeComboBox.Header
source: Group type *
de_de: Gruppentyp *

# AddGroupTypeTutorialGroupItem.Content
source: Tutorial group
de_de: Tutoriumsgruppe

# AddGroupTypeWorkingGroupItem.Content
source: Working group
de_de: Arbeitsgruppe

# SearchGroupsDrawerTitle.Text
source: Search groups
de_de: Gruppensuche
